import img1 from "../img/logo_0.png"
import img2 from "../img/logo.png"
import img3 from "../img/farbors_ru.jpg"
import img4 from "../img/nashagazeta_ch.png"
import img5 from "../img/logo-estee.png"
import img6 from "../img/cableman_ru.png"
import img7 from "../img/logo_2.png"
import img8 from "../img/lpcma_rus_v4.jpg"
const slides = [
  {
    id: 1,
    image: img1,
    text: " Долгие поиски единственного и неповторимого мастера на многострадальный сайт www.cielparfum.com, который был собран крайне некомпетентным программистом и раз в месяц стабильно грозил погибнуть, привели меня на сайт и, в итоге, к ребятам из Drupal-coder. И вот уже практически полгода как не проходит и дня, чтобы я не поудивлялась и не порадовалась своему везению! Починили все, что не работало — от поиска до отображения меню. Провели редизайн — не отходя от желаемого, но со своими существенными и качественными дополнениями. Осуществили ряд проектов — конкурсы, тесты и т.д. А уж мелких починок и доработок — не счесть! И главное — все качественно и быстро (не взирая на не самый «быстрый» тариф). Есть вопросы — замечательный Алексей всегда подскажет, поддержит, отремонтирует и/или просто сделает с нуля. Есть задумка для реализации — замечательный Сергей обсудит и предложит идеальный вариант. Есть проблема — замечательные Надежда и Роман починят, поправят, сделают! Ребята доказали, что эта CMS — мощная и грамотная система управления. Надеюсь, что наше сотрудничество затянется надолго! Спасибо!!!",
  },
  {
    id: 2,
    image: img2,
    text: "С уважением, Наталья Сушкова, руководитель Отдела веб-проектов Группы компаний «Си Эль парфюм».",
  },
  {
    id: 3,
    image: img3,
    text: "Сергей — профессиональный, высококвалифицированный программист с огромным опытом в ИТ. Я долгое время общался с топ-фрилансерами (вся первая двадцатка) на веблансере и могу сказать, что с Сергеем они и рядом не валялись. Работаем с Сергеем до сих пор. С ним приятно работать, я доволен.",
  },
  {
    id: 4,
    image: img4,
    text: "Выражаю глубочайшую благодарность команде специалистов компании «Инитлаб» и лично Дмитрию Купянскому и Алексею Синице. Сайт был первоклассно перевёрстан из старой табличной модели в новую на базе Drupal с дополнительной функциональностью. Всё было сделано с высочайшим качеством и точно в сроки. Всем, кому хочется без нервов и лишних вопросов разработать сайт, рекомендую обращаться именно к этой команде профессионалов.",
  },
  {
    id: 5,
    image: img5,
    text: "Моя электронная газета www.nashagazeta.ch существует в Швейцарии уже 10 лет. За это время мы сменили 7 специалистов по техподдержке, и только сейчас, в последние несколько месяцев, с начала сотрудничества с Алексеем Синицей и его командой, я впервые почувствовала, что у меня есть надежный технический тыл. Без громких слов и обещаний, ребята просто спокойно и качественно делают работу, быстро реагируют, находят решения, предлагают конкретные варианты улучшения функционирования сайта и сами их оперативно осуществляют. Сотрудничество с ними — одно удовольствие!",
  },
  {
    id: 6,
    image: img6,
    text: "Наша компания Estee Design занимается дизайном интерьеров. Сайт сверстан на Drupal. Искали программистов под выполнение ряда небольших изменений и корректировок по сайту. Пообщавшись с Алексеем Синицей, приняли решение о начале работ с компанией Initlab/drupal-coder. Сотрудничеством довольны на 100%. Четкая и понятная система коммуникации, достаточно оперативное решение по задачам. Дали рекомендации по улучшению программной части сайта, исправили ряд скрытых ошибок. Никогда не пишу отзывы (нет времени), но в данном случае, по просьбе Алексея, не могу не рекомендовать Initlab другим людям — действительно компания профессионалов.",
  },
  {
    id: 7,
    image: img7,
    text: "Наша компания за несколько лет сменила несколько команд программистов и специалистов техподдержки, и почти отчаялась найти на российском рынке адекватное профессиональное предложение по разумной цене. Пока мы не начали работать с командой «Инитлаб», воплощающей в себе все наши представления о нормальной системе взаимодействия в сочетании с профессиональным неравнодушием. Впервые в моей деловой практике я чувствую надежно прикрытыми важнейшие задачи в жизни электронного СМИ, при том, что мои коллеги работают за сотни километров от нас и мы никогда не встречались лично.",
  },
  {
    id: 8,
    image: img8,
    text: "За довольно продолжительный срок (2014 — 2016 годы) весьма плотной работы (интернет-магазин на безумно замороченном Drupal 6: устраняли косяки разработчиков, ускоряли сайт, сделали множество новых функций и т.п.) — только самые добрые эмоции от работы с командой Initlab / Drupal-coder: всегда можно рассчитывать на быструю и толковую помощь, поддержку, совет. Даже сейчас, несмотря на то, что мы почти год не работали на постоянной основе (банально закончились задачи), случайно возникшая проблема с сайтом была решена мгновенно! В общем, только самые искренние благодарности и рекомендации! Спасибо!)",
  },
]
export default slides
